Repository: soul99soul-glitch/AmberNovel-iOS
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans, zh_hant

# 远端快照
source: Remote snapshot
ja: リモートスナップショット
ko: 원격 스냅샷
ru: Удалённый снимок
zh_hans: 远端快照
zh_hant: 遠端快照

# 连接
source: Connect
ja: 接続
ko: 연결
ru: Подключение
zh_hans: 连接
zh_hant: 連線

# 连接前需检查服务器可达性与 host key 指纹。未信任或指纹不匹配时不会发送密码。
source: Before connecting, check server reachability and the host key fingerprint. No password is sent if the host isn't trusted or the fingerprint doesn't match.
ja: 接続前にサーバーへ接続できることと host key のフィンガープリントを確認する必要があります。信頼されていない場合やフィンガープリントが一致しない場合、パスワードは送信されません。
ko: 연결하기 전에 서버 연결 가능 여부와 host key 지문을 확인해야 합니다. 신뢰되지 않았거나 지문이 일치하지 않으면 비밀번호를 전송하지 않습니다.
ru: Перед подключением проверяются доступность сервера и отпечаток host key. Пароль не отправляется, если узел не доверен или отпечаток не совпадает.
zh_hans: 连接前需检查服务器可达性与 host key 指纹。未信任或指纹不匹配时不会发送密码。
zh_hant: 連線前需檢查伺服器是否可達以及 host key 指紋。未信任或指紋不相符時不會傳送密碼。

# 连接状态
source: Connection status
ja: 接続状態
ko: 연결 상태
ru: Состояние подключения
zh_hans: 连接状态
zh_hant: 連線狀態

# 连接配置
source: Connection settings
ja: 接続設定
ko: 연결 구성
ru: Настройки подключения
zh_hans: 连接配置
zh_hant: 連線設定

# 追加到当前聊天输入框
source: Append to the current chat input
ja: 現在のチャット入力欄に追記
ko: 현재 채팅 입력창에 추가
ru: Добавить в текущее поле ввода чата
zh_hans: 追加到当前聊天输入框
zh_hant: 追加至目前聊天輸入框

# 退出登录
source: Sign out
ja: ログアウト
ko: 로그아웃
ru: Выйти
zh_hans: 退出登录
zh_hant: 登出

# 退出码 %@
source: Exit code %@
ja: 終了コード %@
ko: 종료 코드 %@
ru: Код выхода %@
zh_hans: 退出码 %@
zh_hant: 退出碼 %@

# 选择%@
source: Select %@
ja: %@を選択
ko: %@ 선택
ru: Выбрать%@
zh_hans: 选择%@
zh_hant: 選擇%@

# 选择一个通过安全策略的 MCP 服务器后才能创建远程 session。
source: Select an MCP server that passes the security policy before creating a remote session.
ja: セキュリティポリシーを通過した MCP サーバーを選択してから、リモートセッションを作成してください。
ko: 보안 정책을 통과한 MCP 서버를 선택해야 원격 session을 생성할 수 있습니다.
ru: Создать удалённый session можно только после выбора сервера MCP, прошедшего проверку политики безопасности.
zh_hans: 选择一个通过安全策略的 MCP 服务器后才能创建远程 session。
zh_hant: 選擇通過安全策略的 MCP 伺服器後，才能建立遠端 session。

# 选择其他角色（%lld）
source: Choose another role (%lld)
ja: ほかのキャラクターを選択（%lld）
ko: 다른 캐릭터 선택(%lld)
ru: Выбрать другого персонажа (%lld)
zh_hans: 选择其他角色（%lld）
zh_hant: 選擇其他角色（%lld）

# 选择器
source: Selector
ja: セレクター
ko: 선택기
ru: Селектор
zh_hans: 选择器
zh_hant: 選擇器

# 选择固定模型
source: Choose fixed model
ja: 固定モデルを選択
ko: 고정 모델 선택
ru: Выбрать фиксированную модель
zh_hans: 选择固定模型
zh_hant: 選擇固定模型

# 选择处理方向
source: Choose processing direction
ja: 処理方針を選択
ko: 처리 방향 선택
ru: Выберите направление обработки
zh_hans: 选择处理方向
zh_hant: 選擇處理方向

# 选择已有角色（%lld）
source: Choose existing role (%lld)
ja: 既存のキャラクターを選択（%lld）
ko: 기존 캐릭터 선택(%lld)
ru: Выбрать существующего персонажа (%lld)
zh_hans: 选择已有角色（%lld）
zh_hant: 選擇現有角色（%lld）

# 选择模型
source: Choose model
ja: モデルを選択
ko: 모델 선택
ru: Выбрать модель
zh_hans: 选择模型
zh_hant: 選擇模型

# 选择模型 %@
source: Choose model %@
ja: モデル %@を選択
ko: 모델 %@ 선택
ru: Выбрать модель %@
zh_hans: 选择模型 %@
zh_hant: 選擇模型 %@

# 选择段落
source: Select paragraphs
ja: 段落を選択
ko: 단락 선택
ru: Выбрать абзацы
zh_hans: 选择段落
zh_hant: 選擇段落

# 选择章节
source: Select chapters
ja: 章を選択
ko: 장 선택
ru: Выбрать главы
zh_hans: 选择章节
zh_hant: 選擇章節

# 选择聊天默认使用的模型。这里会影响新的聊天生成；已有会话仍保留当时的模型记录。
source: Choose the model used by default for chat. This affects new chat generation; existing sessions keep the model recorded at the time.
ja: チャットでデフォルト使用するモデルを選択します。新しいチャットの生成に影響します。既存の会話には当時のモデル記録が残ります。
ko: 채팅에서 기본으로 사용할 모델을 선택합니다. 이 설정은 새 채팅 생성에 영향을 주며, 기존 세션에는 당시 모델 기록이 유지됩니다.
ru: Выберите модель, используемую в чате по умолчанию. Это повлияет на новую генерацию; существующие сеансы сохранят сведения о модели, использованной тогда.
zh_hans: 选择聊天默认使用的模型。这里会影响新的聊天生成；已有会话仍保留当时的模型记录。
zh_hant: 選擇聊天預設使用的模型。這裡會影響新的聊天產生；現有對話仍會保留當時的模型記錄。

# 选择要移除的主题
source: Select topics to remove
ja: 削除するテーマを選択
ko: 제거할 테마 선택
ru: Выбрать темы для удаления
zh_hans: 选择要移除的主题
zh_hant: 選擇要移除的主題

# 选项
source: Options
ja: オプション
ko: 옵션
ru: Параметры
zh_hans: 选项
zh_hant: 選項

# 逐章结果
source: Results by chapter
ja: 章ごとの結果
ko: 장별 결과
ru: Результаты по главам
zh_hans: 逐章结果
zh_hant: 逐章結果

# 通用设置
source: General
ja: 一般
ko: 일반
ru: Основные
zh_hans: 通用设置
zh_hant: 一般設定

# 通用选项
source: General options
ja: 一般オプション
ko: 일반 옵션
ru: Общие параметры
zh_hans: 通用选项
zh_hant: 一般選項

# 通知
source: Notifications
ja: 通知
ko: 알림
ru: Уведомления
zh_hans: 通知
zh_hant: 通知

# 通讯录
source: Contacts
ja: 連絡先
ko: 연락처
ru: Контакты
zh_hans: 通讯录
zh_hant: 聯絡人

# 通读当前分支的全部正文，找出重复写过的情节、前后互相矛盾的说法，以及明明见过却写成初次见面这类问题。只检查，不改动一个字。
source: Read through the entire manuscript in the current branch to find repeated plot points, contradictory statements, and issues such as writing a first meeting when the characters have already met. Check only; don't change a single word.
ja: 現在のブランチの本文をすべて通読し、繰り返し書かれた出来事、前後で矛盾する記述、すでに会ったのに初対面として描かれているような問題を見つけます。確認のみ行い、文字は一つも変更しません。
ko: 현재 브랜치의 전체 본문을 읽어 반복해서 작성된 줄거리, 앞뒤가 서로 모순되는 진술, 이미 만난 인물을 처음 만난 것처럼 작성한 문제 등을 찾습니다. 확인만 하며 글자 하나도 변경하지 않습니다.
ru: Прочитайте весь текст текущей ветки, чтобы найти повторы событий, противоречия и случаи, когда знакомых персонажей ошибочно описали как встретившихся впервые. Только проверка — текст не изменяется.
zh_hans: 通读当前分支的全部正文，找出重复写过的情节、前后互相矛盾的说法，以及明明见过却写成初次见面这类问题。只检查，不改动一个字。
zh_hant: 通讀目前分支的全部正文，找出重複寫過的情節、前後互相矛盾的說法，以及明明見過卻寫成初次見面這類問題。只檢查，不改動任何字。

# 部分允许
source: Limited
ja: 一部許可
ko: 일부 허용
ru: Разрешено частично
zh_hans: 部分允许
zh_hant: 部分允許

# 部分段落未完成
source: Some paragraphs are unfinished
ja: 一部の段落が未完了
ko: 일부 단락이 완료되지 않음
ru: Некоторые абзацы не завершены
zh_hans: 部分段落未完成
zh_hant: 部分段落未完成

# 配置
source: Configuration
ja: 設定
ko: 구성
ru: Конфигурация
zh_hans: 配置
zh_hant: 設定

# 配置 Amber 执行命令与 iSH 工具的边界。默认 Runtime 负责前台验证和远程命令；Agent 的内置 iSH 执行与异步作业会独立走审批。
source: Configure the boundary between Amber command execution and the iSH tool. By default, Runtime handles foreground validation and remote commands; the Agent's built-in iSH execution and asynchronous jobs go through approval separately.
ja: Amber がコマンドと iSH ツールを実行する範囲を設定します。デフォルトの Runtime はフォアグラウンドでの検証とリモートコマンドを担当し、Agent 内蔵の iSH 実行と非同期ジョブは個別に承認を受けます。
ko: Amber가 명령과 iSH 도구를 실행하는 범위를 구성합니다. 기본 Runtime은 포그라운드 확인 및 원격 명령을 담당하며, Agent의 내장 iSH 실행과 비동기 작업은 별도로 승인을 거칩니다.
ru: Настройте границы выполнения команд Amber и инструментов iSH. Runtime по умолчанию отвечает за проверку на переднем плане и удалённые команды; встроенные iSH и асинхронные задания Agent проходят отдельное согласование.
zh_hans: 配置 Amber 执行命令与 iSH 工具的边界。默认 Runtime 负责前台验证和远程命令；Agent 的内置 iSH 执行与异步作业会独立走审批。
zh_hant: 設定 Amber 執行命令與 iSH 工具的界線。預設 Runtime 負責前景驗證和遠端命令；Agent 的內建 iSH 執行與非同步工作會獨立走核准流程。

# 配置主持人、默认席位和议会运行限制。模型议会使用当前激活的 OpenAI-compatible 服务商，不混用其他服务商密钥。
source: Configure the moderator, default seats, and council run limits. The model council uses the currently active OpenAI-compatible provider and doesn't mix keys from other providers.
ja: 司会者、デフォルトの議席、議会の実行制限を設定します。モデル議会では、現在アクティブな OpenAI-compatible プロバイダーを使用し、他のプロバイダーのキーは混在させません。
ko: 진행자, 기본 좌석 및 의회 실행 제한을 구성합니다. 모델 의회는 현재 활성화된 OpenAI-compatible 서비스 제공업체를 사용하며, 다른 서비스 제공업체의 키를 섞어 사용하지 않습니다.
ru: Настройте ведущего, участников по умолчанию и ограничения работы совета. Совет моделей использует активного поставщика OpenAI-compatible и не смешивает ключи других поставщиков.
zh_hans: 配置主持人、默认席位和议会运行限制。模型议会使用当前激活的 OpenAI-compatible 服务商，不混用其他服务商密钥。
zh_hant: 設定主持人、預設席位和議會執行限制。模型議會使用目前啟用的 OpenAI-compatible 服務提供者，不混用其他服務提供者的金鑰。

# 配置服务商
source: Configure provider
ja: サービスプロバイダーを設定
ko: 서비스 제공자 구성
ru: Настроить провайдера
zh_hans: 配置服务商
zh_hant: 設定服務提供者

# 采用润色版
source: Use polished version
ja: 推敲版を採用
ko: 다듬은 버전 사용
ru: Принять вариант правки
zh_hans: 采用润色版
zh_hant: 採用潤色版

# 释放 WebMount 页面控制权
source: Release control of WebMount page
ja: WebMountページの制御権を解放
ko: WebMount 페이지 제어권 해제
ru: Освободить управление страницей WebMount
zh_hans: 释放站点页面控制权
zh_hant: 釋放站點頁面控制權

# 释放控制
source: Release control
ja: 制御を解放
ko: 제어권 해제
ru: Освободить управление
zh_hans: 释放控制
zh_hant: 釋放控制

# 重写
source: Rewrite
ja: 書き直す
ko: 다시 쓰기
ru: Переписать
zh_hans: 重写
zh_hant: 重寫

# 重写冲突桥段
source: Rewrite conflicting scene
ja: 対立する場面を書き直す
ko: 갈등 장면 다시 쓰기
ru: Переписать конфликтный эпизод
zh_hans: 重写冲突桥段
zh_hant: 重寫衝突橋段

# 重写本章 · 收录后替换原文
source: Rewrite this chapter · replace original after adoption
ja: この章を書き直す · 収録後に原文を置換
ko: 이 장 다시 쓰기 · 수록 후 원문 교체
ru: Переписать главу · после добавления заменить исходный текст
zh_hans: 重写本章 · 收录后替换原文
zh_hant: 重寫本章 · 收錄後替換原文

# 重命名
source: Rename
ja: 名前を変更
ko: 이름 변경
ru: Переименовать
zh_hans: 重命名
zh_hant: 重新命名

# 重命名会话
source: Rename session
ja: セッション名を変更
ko: 세션 이름 변경
ru: Переименовать сеанс
zh_hans: 重命名会话
zh_hant: 重新命名對話

# 重命名分支
source: Rename branch
ja: ブランチ名を変更
ko: 브랜치 이름 변경
ru: Переименовать ветку
zh_hans: 重命名分支
zh_hant: 重新命名分支

# 重命名小应用
source: Rename mini-app
ja: ミニアプリの名前を変更
ko: 미니 앱 이름 변경
ru: Переименовать мини-приложение
zh_hans: 重命名小应用
zh_hant: 重新命名小應用程式

# 重命名项目
source: Rename project
ja: プロジェクト名を変更
ko: 프로젝트 이름 변경
ru: Переименовать проект
zh_hans: 重命名项目
zh_hant: 重新命名專案

# 重开
source: Reopen
ja: 再開
ko: 다시 열기
ru: Открыть заново
zh_hans: 重开
zh_hant: 重新開啟

# 重新启动 iSH 会话
source: Restart iSH session
ja: iSHセッションを再起動
ko: iSH 세션 재시작
ru: Перезапустить сеанс iSH
zh_hans: 重新启动 iSH 会话
zh_hant: 重新啟動 iSH 工作階段

# 重新整理
source: Prepare again
ja: 再整理
ko: 다시 정리
ru: Подготовить заново
zh_hans: 重新整理
zh_hant: 重新整理

# 重新根据前文生成
source: Regenerate from preceding text
ja: 前の内容から再生成
ko: 이전 내용으로 다시 생성
ru: Снова создать по предыдущему тексту
zh_hans: 重新根据前文生成
zh_hant: 重新根據前文產生

# 重新检查
source: Check again
ja: 再チェック
ko: 다시 확인
ru: Проверить ещё раз
zh_hans: 重新检查
zh_hant: 重新檢查

# 重新检测 Cookie
source: Recheck Cookie
ja: Cookieを再検出
ko: Cookie 다시 감지
ru: Повторно проверить Cookie
zh_hans: 重新检测 Cookie
zh_hant: 重新偵測 Cookie

# 重新生成
source: Regenerate
ja: 再生成
ko: 다시 생성
ru: Создать заново
zh_hans: 重新生成
zh_hant: 重新產生

# 重新生成建议
source: Regenerate suggestions
ja: 提案を再生成
ko: 다시 생성 제안
ru: Перегенерировать рекомендации
zh_hans: 重新生成建议
zh_hant: 重新產生建議

# 重新生成没有开始，请稍后重试。
source: Regeneration didn't start. Please try again later.
ja: 再生成を開始できませんでした。後でもう一度お試しください。
ko: 다시 생성을 시작하지 못했습니다. 나중에 다시 시도하세요.
ru: Перегенерация не началась. Повторите позже.
zh_hans: 重新生成没有开始，请稍后重试。
zh_hant: 重新產生尚未開始，請稍後重試。

# 重新解析
source: Parse again
ja: 再解析
ko: 다시 파싱
ru: Разобрать заново
zh_hans: 重新解析
zh_hant: 重新解析

# 重新读取
source: Read again
ja: 再読み込み
ko: 다시 읽기
ru: Перечитать
zh_hans: 重新读取
zh_hant: 重新讀取

# 重新载入
source: Reload
ja: 再読み込み
ko: 다시 불러오기
ru: Загрузить заново
zh_hans: 重新载入
zh_hant: 重新載入

# 重新连接
source: Reconnect
ja: 再接続
ko: 다시 연결
ru: Подключиться заново
zh_hans: 重新连接
zh_hant: 重新連線

# 重新连接中…
source: Reconnecting…
ja: 再接続中…
ko: 다시 연결 중…
ru: Повторное подключение…
zh_hans: 重新连接中…
zh_hant: 重新連線中…

# 重新连接远程 session
source: Reconnect remote session
ja: リモート sessionに再接続
ko: 원격 session 다시 연결
ru: Повторно подключить удалённый session
zh_hans: 重新连接远程 session
zh_hant: 重新連線遠端 session

# 重置为默认
source: Reset to default
ja: デフォルトにリセット
ko: 기본값으로 재설정
ru: Восстановить значения по умолчанию
zh_hans: 重置为默认
zh_hant: 重設為預設

# 重试
source: Retry
ja: 再試行
ko: 재시도
ru: Повторить
zh_hans: 重试
zh_hant: 重試

# 重试 SubAgent 任务
source: Retry SubAgent task
ja: SubAgentタスクを再試行
ko: SubAgent 작업 재시도
ru: Повторить задачу SubAgent
zh_hans: 重试 SubAgent 任务
zh_hant: 重試 SubAgent 任務

# 重试保存
source: Retry save
ja: 保存を再試行
ko: 저장 재시도
ru: Повторить сохранение
zh_hans: 重试保存
zh_hant: 重試儲存

# 重试同步
source: Retry sync
ja: 同期を再試行
ko: 동기화 재시도
ru: Повторить синхронизацию
zh_hans: 重试同步
zh_hant: 重試同步

# 重试失败和未处理章节
source: Retry failed and unprocessed chapters
ja: 失敗した章と未処理の章を再試行
ko: 실패 및 미처리 장 재시도
ru: Повторить неудачные и необработанные главы
zh_hans: 重试失败及未处理章节
zh_hant: 重試失敗與未處理章節

# 重试检查
source: Retry check
ja: チェックを再試行
ko: 확인 재시도
ru: Повторить проверку
zh_hans: 重试检查
zh_hant: 重試檢查

# 重连中
source: Reconnecting
ja: 再接続中
ko: 다시 연결 중
ru: Повторное подключение
zh_hans: 重连中
zh_hant: 重新連線中

# 鉴权失败，请检查 API Key 或登录状态。
source: Authentication failed. Check your API Key or sign-in status.
ja: 認証に失敗しました。API Keyまたはログイン状態を確認してください。
ko: 인증에 실패했습니다. API Key 또는 로그인 상태를 확인하세요.
ru: Ошибка авторизации. Проверьте API Key или состояние входа.
zh_hans: 鉴权失败，请检查 API Key 或登录状态。
zh_hant: 驗證失敗，請檢查 API Key 或登入狀態。

# 键盘
source: Keyboard
ja: キーボード
ko: 키보드
ru: Клавиатура
zh_hans: 键盘
zh_hant: 鍵盤

# 键盘输入已连接到 PTY
source: Keyboard input connected to PTY
ja: キーボード入力がPTYに接続されています
ko: 키보드 입력이 PTY에 연결됨
ru: Ввод с клавиатуры подключён к PTY
zh_hans: 键盘输入已连接到 PTY
zh_hant: 鍵盤輸入已連線到 PTY

# 阅读字体
source: Reading font
ja: 本文フォント
ko: 읽기 글꼴
ru: Шрифт чтения
zh_hans: 阅读字体
zh_hant: 閱讀字型

# 需确认
source: Confirmation required
ja: 確認が必要
ko: 확인 필요
ru: Требуется подтверждение
zh_hans: 需确认
zh_hant: 需確認

# 需要你决定
source: Your decision needed
ja: 決定が必要です
ko: 결정이 필요합니다
ru: Требуется ваше решение
zh_hans: 需要你决定
zh_hant: 需要你決定

# 需要你在手表上确认这一步。
source: You need to confirm this step on your watch.
ja: この手順をウォッチで確認してください。
ko: 워치에서 이 단계를 확인해야 합니다.
ru: Подтвердите этот шаг на часах.
zh_hans: 需要你在手表上确认这一步。
zh_hant: 需要你在手錶上確認這一步。

# 需要你的回答
source: Your answer is required
ja: 回答が必要です
ko: 답변 필요
ru: Требуется ответ
zh_hans: 需要你的回答
zh_hant: 需要你的回答

# 需要先处理
source: Needs attention
ja: 先に処理が必要
ko: 먼저 처리해야 함
ru: Сначала нужно обработать
zh_hans: 需要先处理
zh_hant: 需要先處理

# 需要口令
source: Passcode required
ja: パスワードが必要です
ko: 암호 필요
ru: Требуется пароль
zh_hans: 需要口令
zh_hant: 需要口令

# 需要处理
source: Needs attention
ja: 対応が必要です
ko: 처리 필요
ru: Требует обработки
zh_hans: 需要处理
zh_hant: 需要處理

# 页面内容
source: Page content
ja: ページ内容
ko: 페이지 콘텐츠
ru: Содержимое страницы
zh_hans: 页面内容
zh_hant: 頁面內容

# 项目
source: Project
ja: プロジェクト
ko: 프로젝트
ru: Проект
zh_hans: 项目
zh_hant: 專案

# 项目会独立保存设定、正文、分支和创作记录。
source: Projects save settings, the manuscript, branches, and creative history independently.
ja: プロジェクトごとに設定、本文、ブランチ、制作履歴を個別に保存します。
ko: 프로젝트는 설정, 본문, 브랜치 및 창작 기록을 별도로 저장합니다.
ru: Проект отдельно сохраняет настройки, текст, ветки и историю создания.
zh_hans: 项目会独立保存设定、正文、分支和创作记录。
zh_hant: 專案會獨立儲存設定、正文、分支和創作記錄。

# 项目包
source: Project package
ja: プロジェクトパッケージ
ko: 프로젝트 패키지
ru: Пакет проекта
zh_hans: 项目包
zh_hant: 專案套件

# 项目大小
source: Project size
ja: プロジェクトサイズ
ko: 프로젝트 크기
ru: Размер проекта
zh_hans: 项目大小
zh_hant: 專案大小

# 项目开始
source: Project start
ja: プロジェクト開始
ko: 프로젝트 시작
ru: Начало проекта
zh_hans: 项目开始
zh_hant: 專案開始

# 项目当前只读
source: Project is currently read-only
ja: プロジェクトは現在読み取り専用です
ko: 프로젝트가 현재 읽기 전용입니다.
ru: Проект сейчас доступен только для чтения
zh_hans: 项目当前只读
zh_hant: 專案目前為唯讀

# 项目控制
source: Project controls
ja: プロジェクト操作
ko: 프로젝트 제어
ru: Управление проектом
zh_hans: 项目控制
zh_hant: 專案控制

# 项目模型覆盖
source: Project model override
ja: プロジェクトのモデル上書き
ko: 프로젝트 모델 오버라이드
ru: Переопределение модели проекта
zh_hans: 项目模型覆盖
zh_hant: 專案模型覆寫

# 项目正在处理其他操作，暂时不能撤销。
source: The project is processing another operation; undo is temporarily unavailable.
ja: プロジェクトで別の操作を処理中のため、今は取り消せません。
ko: 프로젝트가 다른 작업을 처리 중이어서 지금은 되돌릴 수 없습니다.
ru: Проект занят другой операцией; отмена временно недоступна.
zh_hans: 项目正在处理其他操作，暂时不能撤销。
zh_hant: 專案正在處理其他操作，暫時無法撤銷。

# 项目没有读取出来
source: Couldn't read project
ja: プロジェクトを読み込めませんでした
ko: 프로젝트를 읽지 못했습니다
ru: Не удалось прочитать проект
zh_hans: 项目读取失败
zh_hant: 專案無法讀取

# 项目版本
source: Project version
ja: プロジェクトバージョン
ko: 프로젝트 버전
ru: Версия проекта
zh_hans: 项目版本
zh_hant: 專案版本

# 项目管理
source: Project management
ja: プロジェクト管理
ko: 프로젝트 관리
ru: Управление проектом
zh_hans: 项目管理
zh_hant: 專案管理

# 项目设置
source: Project settings
ja: プロジェクト設定
ko: 프로젝트 설정
ru: Настройки проекта
zh_hans: 项目设置
zh_hant: 專案設定

# 项目资料
source: Project materials
ja: プロジェクト資料
ko: 프로젝트 자료
ru: Материалы проекта
zh_hans: 项目资料
zh_hant: 專案資料

# 项目资料由所有分支共享；分支需要不同版本时，在“分支”页设置显式覆盖。
source: Project materials are shared by all branches; when a branch needs a different version, set an explicit override on the “Branches” page.
ja: プロジェクト資料はすべてのブランチで共有されます。ブランチごとに異なるバージョンが必要な場合は、「ブランチ」画面で明示的な上書きを設定してください。
ko: 프로젝트 자료는 모든 브랜치가 공유합니다. 브랜치에 다른 버전이 필요하면 “브랜치” 화면에서 명시적으로 재정의하세요.
ru: Материалы проекта общие для всех веток; если ветке нужна другая версия, задайте явное переопределение на странице «Ветки».
zh_hans: 项目资料由所有分支共享；分支需要不同版本时，在“分支”页设置显式覆盖。
zh_hant: 專案資料由所有分支共用；分支需要不同版本時，請在「分支」頁設定明確覆寫。

# 预制角色已全部添加
source: All preset characters added
ja: プリセットキャラクターはすべて追加済みです
ko: 사전 설정된 캐릭터를 모두 추가했습니다
ru: Все готовые персонажи добавлены
zh_hans: 预制角色已全部添加
zh_hant: 預製角色已全部新增

# 预算裁剪
source: Budget trimmed
ja: 予算によるトリミング
ko: 예산 축소
ru: Обрезка бюджета
zh_hans: 预算裁剪
zh_hant: 預算裁剪

# 预览
source: Preview
ja: プレビュー
ko: 미리 보기
ru: Предпросмотр
zh_hans: 预览
zh_hant: 預覽

# 预览导入
source: Preview import
ja: インポートをプレビュー
ko: 가져오기 미리보기
ru: Предпросмотр импорта
zh_hans: 预览导入
zh_hant: 預覽匯入

# 等宽字体用于英文与数字，中文使用系统字体。
source: Monospaced type applies to letters and numbers; Chinese uses the system font.
ja: 等幅フォントは英字と数字に適用され、中国語にはシステムフォントを使用します。
ko: 고정폭 글꼴은 영문과 숫자에 적용되며, 중국어는 시스템 글꼴을 사용합니다.
ru: Моноширинный шрифт применяется к латинским буквам и цифрам; для китайского используется системный шрифт.
zh_hans: 等宽字体用于英文与数字，中文使用系统字体。
zh_hant: 等寬字體用於英文與數字，中文使用系統字體。

# 预览展示当前字号与字体在聊天正文中的效果。
source: Preview shows how the current font size and typeface look in chat text.
ja: プレビューでは、現在の文字サイズとフォントをチャット本文に適用した場合の表示を確認できます。
ko: 미리 보기에서는 현재 글자 크기와 글꼴이 채팅 본문에 표시되는 방식을 확인할 수 있습니다.
ru: Предпросмотр показывает, как текущие размер шрифта и гарнитура выглядят в тексте чата.
zh_hans: 预览展示当前字号与字体在聊天正文中的效果。
zh_hant: 預覽會顯示目前字型大小與字型在聊天正文中的效果。

# 预览已失效
source: Preview expired
ja: プレビューは無効です
ko: 미리보기가 만료되었습니다
ru: Предпросмотр устарел
zh_hans: 预览已失效
zh_hant: 預覽已失效

# 预览已更新。
source: Preview updated.
ja: プレビューを更新しました。
ko: 미리보기가 업데이트되었습니다.
ru: Предпросмотр обновлён.
zh_hans: 预览已更新。
zh_hant: 預覽已更新。

# 预览来源
source: Preview Source
ja: プレビュー用ソース
ko: 미리보기 출처
ru: Источник предпросмотра
zh_hans: 预览来源
zh_hant: 預覽來源

# 预览模式
source: Preview mode
ja: プレビューモード
ko: 미리보기 모드
ru: Режим предпросмотра
zh_hans: 预览模式
zh_hant: 預覽模式

# 预览结果
source: Preview results
ja: 結果をプレビュー
ko: 결과 미리보기
ru: Результат предпросмотра
zh_hans: 预览结果
zh_hant: 預覽結果

# 预计上下文
source: Estimated context
ja: 予想コンテキスト
ko: 예상 컨텍스트
ru: Расчётный контекст
zh_hans: 预计上下文
zh_hant: 預估上下文

# 预计输入
source: Estimated input
ja: 予想入力
ko: 예상 입력
ru: Расчётный ввод
zh_hans: 预计输入
zh_hant: 預估輸入

# 验证
source: Verify
ja: 検証
ko: 검증
ru: Проверка
zh_hans: 验证
zh_hant: 驗證

# 验证与诊断
source: Verification & diagnostics
ja: 検証と診断
ko: 검증 및 진단
ru: Проверка и диагностика
zh_hans: 验证与诊断
zh_hant: 驗證與診斷

# 高级
source: Advanced
ja: 高度な設定
ko: 고급
ru: Расширенные
zh_hans: 高级
zh_hant: 進階

# 高级功能
source: Advanced
ja: 高度な機能
ko: 고급 기능
ru: Расширенные функции
zh_hans: 高级功能
zh_hant: 進階功能

# 高风险
source: High risk
ja: 高リスク
ko: 고위험
ru: Высокий риск
zh_hans: 高风险
zh_hant: 高風險

# 麦克风
source: Microphone
ja: マイク
ko: 마이크
ru: Микрофон
zh_hans: 麦克风
zh_hant: 麥克風

# 默认
source: Default
ja: デフォルト
ko: 기본값
ru: По умолчанию
zh_hans: 默认
zh_hant: 預設

# 默认 Runtime
source: Default Runtime
ja: デフォルト Runtime
ko: 기본 Runtime
ru: Runtime по умолчанию
zh_hans: 默认 Runtime
zh_hant: 預設 Runtime

# 默认 Runtime 只影响前台测试和 Remote SSH 命令；聊天里的 iSH 工具在下方单独控制。
source: The default Runtime affects only foreground tests and Remote SSH commands; the iSH tool in chat is controlled separately below.
ja: デフォルトの Runtime はフォアグラウンドでのテストと Remote SSH コマンドにのみ影響します。チャットの iSH ツールは下で個別に管理します。
ko: 기본 Runtime은 포그라운드 테스트와 Remote SSH 명령에만 영향을 주며, 채팅의 iSH 도구는 아래에서 별도로 제어합니다.
ru: Runtime по умолчанию влияет только на проверку на переднем плане и команды Remote SSH; инструменты iSH в чате настраиваются отдельно ниже.
zh_hans: 默认 Runtime 只影响前台测试和 Remote SSH 命令；聊天里的 iSH 工具在下方单独控制。
zh_hant: 預設 Runtime 只會影響前景測試和 Remote SSH 命令；聊天中的 iSH 工具可在下方個別控制。

# 默认 Runtime 只影响前台测试和远程命令入口；聊天里的 iSH 工具是否暴露，由下方 Agent 工具能力和权限闸门决定。
source: Default Runtime only affects foreground tests and remote command entry points; whether iSH tools are exposed in chat is determined by the Agent tool capabilities and permission gate below.
ja: デフォルト Runtime は前面表示中のテストとリモートコマンドの入口にのみ影響します。チャットで iSH ツールを公開するかどうかは、下の Agent ツール機能と権限ゲートで決まります。
ko: 기본 Runtime은 포그라운드 테스트와 원격 명령 진입점에만 영향을 줍니다; 채팅에서 iSH 도구를 노출할지는 아래 Agent 도구 기능과 권한 게이트가 결정합니다.
ru: Runtime по умолчанию влияет только на проверки на переднем плане и вход для удалённых команд; доступность инструмента iSH в чате определяется возможностями инструментов Agent и барьером разрешений ниже.
zh_hans: 默认 Runtime 只影响前台测试和远程命令入口；聊天里的 iSH 工具是否暴露，由下方 Agent 工具能力和权限闸门决定。
zh_hant: 預設 Runtime 只影響前景測試與遠端命令入口；聊天中的 iSH 工具是否公開，由下方 Agent 工具能力與權限閘門決定。

# 默认全选。文风方向来自「整章润色偏好」。
source: Select all by default. The writing style comes from “Full-Chapter Polish Preferences.”
ja: デフォルトですべて選択されます。文体の方向性は「章全体の推敲設定」に基づきます。
ko: 기본적으로 모두 선택됩니다. 문체 방향은 「장 전체 다듬기 기본 설정」에서 가져옵니다.
ru: По умолчанию выбраны все. Стиль берётся из «Предпочтений редактирования всей главы».
zh_hans: 默认全选。文风方向来自「整章润色偏好」。
zh_hant: 預設全選。文風方向來自「整章潤飾偏好」。

# 默认关闭
source: Off by default
ja: デフォルトでオフ
ko: 기본적으로 꺼짐
ru: По умолчанию выключено
zh_hans: 默认关闭
zh_hant: 預設關閉

# 默认关闭。开启后 DeepSeek Flash 等会先思考再出 JSON，通常更慢。
source: Off by default. When enabled, DeepSeek Flash and similar models think before returning JSON, which is usually slower.
ja: デフォルトではオフです。オンにすると DeepSeek Flash などは JSON を出力する前に推論するため、通常は時間がかかります。
ko: 기본적으로 꺼져 있습니다. 켜면 DeepSeek Flash 등이 먼저 추론한 후 JSON을 출력하므로 보통 더 느립니다.
ru: По умолчанию отключено. После включения DeepSeek Flash и другие модели сначала обдумывают ответ, а затем выдают JSON; обычно это медленнее.
zh_hans: 默认关闭。开启后 DeepSeek Flash 等会先思考再出 JSON，通常更慢。
zh_hant: 預設關閉。開啟後 DeepSeek Flash 等模型會先思考再輸出 JSON，通常較慢。

# 默认加入
source: Add by default
ja: デフォルトで追加
ko: 기본적으로 포함
ru: Добавлять по умолчанию
zh_hans: 默认加入
zh_hant: 預設加入

# 默认席位
source: Default seats
ja: デフォルト議席
ko: 기본 의석
ru: Места по умолчанию
zh_hans: 默认席位
zh_hant: 預設席位

# 默认收录全部段落。未选择的段落仍保留在聊天气泡中。
source: All paragraphs are included by default. Unselected paragraphs remain in the chat bubbles.
ja: デフォルトではすべての段落を収録します。選択しなかった段落もチャットバブルには残ります。
ko: 기본적으로 모든 단락을 수록합니다. 선택하지 않은 단락도 채팅 말풍선에 계속 남습니다.
ru: По умолчанию добавляются все абзацы. Невыбранные абзацы по-прежнему остаются в сообщениях чата.
zh_hans: 默认收录全部段落。未选择的段落仍保留在聊天气泡中。
zh_hant: 預設收錄全部段落。未選擇的段落仍會保留在聊天氣泡中。

# 默认杂志
source: Default Magazine
ja: 標準マガジン
ko: 기본 매거진
ru: Журнал по умолчанию
zh_hans: 默认杂志
zh_hant: 預設雜誌

# 默认模型
source: Default model
ja: デフォルトモデル
ko: 기본 모델
ru: Модель по умолчанию
zh_hans: 默认模型
zh_hant: 預設模型

# 默认注入
source: Default injection
ja: デフォルトの注入
ko: 기본 주입
ru: Внедрять по умолчанию
zh_hans: 默认注入
zh_hant: 預設注入

# 默认轮数 %lld
source: Default rounds: %lld
ja: デフォルトラウンド数：%lld
ko: 기본 라운드 수 %lld
ru: Раундов по умолчанию: %lld
zh_hans: 默认轮数 %lld
zh_hant: 預設輪數 %lld

# AmberShell 执行
source: Run AmberShell
ja: AmberShell を実行
ko: AmberShell 실행
ru: Выполнить AmberShell
zh_hans: AmberShell 执行
zh_hant: 執行 AmberShell

# AmberShell 已超时
source: AmberShell timed out
ja: AmberShell がタイムアウトしました
ko: AmberShell 시간 초과
ru: Время ожидания AmberShell истекло
zh_hans: AmberShell 已超时
zh_hant: AmberShell 已逾時

# AmberShell 已取消
source: AmberShell cancelled
ja: AmberShell をキャンセルしました
ko: AmberShell 취소됨
ru: AmberShell отменён
zh_hans: AmberShell 已取消
zh_hant: AmberShell 已取消

# AmberShell 执行失败
source: AmberShell execution failed
ja: AmberShell の実行に失敗しました
ko: AmberShell 실행 실패
ru: Ошибка выполнения AmberShell
zh_hans: AmberShell 执行失败
zh_hant: AmberShell 執行失敗

# AmberShell 已执行
source: AmberShell executed
ja: AmberShell を実行しました
ko: AmberShell 실행됨
ru: AmberShell выполнен
zh_hans: AmberShell 已执行
zh_hant: AmberShell 已執行

# 准备执行 AmberShell
source: Preparing to run AmberShell
ja: AmberShell の実行を準備中
ko: AmberShell 실행 준비 중
ru: Подготовка к запуску AmberShell
zh_hans: 准备执行 AmberShell
zh_hant: 準備執行 AmberShell

# AmberShell 本地命令
source: AmberShell local commands
ja: AmberShell ローカルコマンド
ko: AmberShell 로컬 명령
ru: Локальные команды AmberShell
zh_hans: AmberShell 本地命令
zh_hant: AmberShell 本機命令
